Repository: arkleapco/people-mate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: Save
ar: حفظ

source: Back to List
ar: الرجوع

source: Login
ar: تسجيل الدخول

source: User Name
ar: أسم المستخدم

source: Password
ar: كلمةالسر

source: Log In
ar: تسجيل الدخول

source: Sgin Up
ar: إنشاء حساب جديد

source: Agree the
ar: موافق علي

source: terms and policy
ar: الشروط و الأحكام

source: Sgin In
ar: تسجيل دخول

source: Dashboard
ar: اللوحة الرئيسية

source: Company Setup
ar: أعدادات الشركة

source: Enterprise Information
ar: بيانات الشركة

source: Cost Center
ar: مركز التكلفة

source: Enterprise structure
ar: هيكل الشركة

source: Departments
ar: الادارات

source: Jobs
ar: الوظائف

source: Grades
ar: الدرجات الوظيفية

source: Positions
ar: المناصب الوظيفية

source: Upload Modules
ar: رفع البيانات

source: Lookup Details
ar: تعريفات النظام

source: Workflow Setup
ar: إعدادات سير العمل

source: Loan Type Setup
ar: إعدادات أنواع القروض

source: Loan Type List
ar: قائمة أنواع القروض

source: Loans List
ar: قائمة القروض

source: Payroll Setup
ar: إعدادات الرواتب

source: Salary Management
ar: ادارة المرتبات

source: Salary Details
ar: عناصــر المرتب

source: Salary Structure
ar: هيكل المرتبات

source: Banks and branches
ar: البنوك و الأفرع

source: Payments Setup
ar: إعدادات السداد

source: Payroll Definitions
ar: تعريفات الرواتب

source: Tax Rules
ar: قوانين الضرائب

source: Payroll Run
ar: تشغيل الرواتب

source: Assignment Batch
ar: تجميع البنود

source: Employee Info Setup
ar: اعدادات معلومات الموظفين

source: Personal & Job Information
ar: بيانات العاملين

source: Employee Services
ar: خدمات العاملين

source: Employee Leaves
ar: أجازات الموظفين

source: Bussiness Travel Form
ar: استمارة تنقلات

source: Purchase Request Form
ar: طلب شراء

source: Loan Request Form
ar: طلب قرض

source: Employee Leave setup
ar: اعدادات الاجازات للموظفين

source: Employees Leave Balance
ar: أرصدة اجازات الموظفين

source: Leaves Type Setup
ar: تسجيل الاجازات الرئيسية

source: Working Policies
ar: سيايات الشركة

source: Working Hours Policy
ar: سياسة ساعات العمل

source: Deductions Policy
ar: سياسة الاستقطاعات

source: Yearly Holidays
ar: العطلات السنوية الرسمية

source: Attendance Management
ar: ادارة الحضور و الانصراف

source: Connect To Machine
ar: الاتصال بماكينة البصمة

source: List Absence
ar: قائمة الغياب

source: Upload Excel File
ar: رفع ملف اكسيل

source: Working From Home
ar: العمل من المنزل

source: Task Management
ar: ادارة المهام

source: User Tasks
ar: مهام المستخدم

source: Performance Setup
ar: أعدادات الأداء

source: Employees
ar: الموظفين

source: Services
ar: خدمات

source: Attendance
ar: الحضور و الانصراف

source: Manual Attendance
ar: تسجيل الحضور و الانصراف يدوي

source: Leave Form
ar: استمارة الاجازة

source: Change Company
ar: تغيير الشركة

source: Add User
ar: اضافة مستخدم جديد

source: Change Password
ar: تغيير كلمة السر

source: Log out
ar: تسجيل الخروج

source: Log in
ar: سجيل الدخول

source: Ready to Leave?
ar: هل انت واثق من مغادرة البرنامج ؟

source: Select Logout below if you are ready to end your current session?
ar: اختر خروج أدناه إذا كنت على استعداد لإنهاء العمل علي البرنامج؟

source: Cancel
ar: الغاء

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Check in
ar: تسجيل حضور

source: Date
ar: التاريخ

source: Check out
ar: تسجيل الخروج

source: work time
ar: ساعات العمل

source: Tasks
ar: المهام

source: Actions
ar: إجراءات

source: Add Tasks
ar: اضافة مهمة

source: View your tasks
ar: عرض المهام الخاصة بك

source: Check Out
ar: تسجيل خروج

source: Ohh you are leaving
ar: أوه ، أنت ذاهب

source: Thank you for your efforts today. See you soon
ar: شكرا لجهودك اليوم. اراك قريبا

source: You Checked In :
ar: سجلت حضور في تمام :

source: Time Now Is :
ar: الوقت الحالي :

source: Fill in your tasks
ar: برجاء ملئ المهام لهذا اليوم

source: Back to attendance list
ar: الرجوع للقائمة

source: Task Name
ar: أسم التاسك

source: Task Start Time
ar: وقت بداية المهام

source: Task End Time
ar: وقت نهاية المهام

source: Delete
ar: حذف

source: Add New Line
ar: إضافة سطر جديد

source: Run Attendance Month
ar: تشغيل الحضور و الانصراف لشهر

source: Enter the month and year
ar: برجاء ادخال السنة و الشهر

source: No
ar: لا

source: Update
ar: تعديل

source: Are you sure you want to delete this record ?
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: Go Back
ar: رجوع

source: Task
ar: المهمة

source: Start Time
ar: وقت البداية

source: End Time
ar: وقت النهاية

source: Are you sure you want to delete this task?
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: Below is a preview of data to be imported. If you are satisfied with the results, click 'Confirm import'
ar: يوجد أدناه معاينة للبيانات المراد استيرادها. إذا كنت راضيًا عن النتائج ، فانقر فوق تأكيد التحمل

source: Confirm import
ar: تأكيد التحميل

source: Errors
ar: أخطاء

source: Line number
ar: رقم السطر

source: Some rows failed to validate
ar: فشل التحقق من صحة بعض الصفوف

source: Please correct these errors in your data where possible, then reupload it using the form above.
ar: يرجى تصحيح هذه الأخطاء في بياناتك حيثما أمكن ، ثم تحميلها بأستخدام النموذج المبين اعلاه

source: Row
ar: صف

source: Non field specific
ar: حقل غير محدد

source: Preview
ar: عرض

source: New
ar: تسجيل جديد

source: Skipped
ar: تم تخطي

source: You still have attendance opened. Please check out first
ar: لا يزال لديك حضور مفتوح. يرجى التحقق أولاً

source: Department
ar: الادارة

source: Grade
ar: الدرجة الوظيفية

source: Position
ar: المنصب الوظيفي

source: Level Name
ar: اسم المستوي

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Job
ar: الوظيفة

source: Name
ar: الأسم

source: Debit Account
ar: حساب مدين

source: Credit Account
ar: حساب دائن

source: Enterprise Name
ar: أسم الشركة

source: Account Number
ar: رقم الحساب

source: Element Name
ar: أسم العنصر

source: Payroll
ar: الرواتب

source: Employee Name
ar: اسم الموظف

source: Add
ar: اضافة جديدة

source: Correction
ar: تصحيح

source: New Cost Center
ar: تسجيل مركز تكلفة جديد

source: payroll
ar: الرواتب

source: Employee
ar: الموظف

source: Delete
ar: حذف

source: Are you sure you want to delete this record?
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: cost accounts
ar: حسابات تكاليف

source: Create Costing Accounts
ar: انشاء حسابات تكاليف

source: Update Costing Accounts
ar: تعديل حسابات التكاليف

source: Create Cost Center
ar: انشاء حسابات تكاليف

source: All Cost Centers
ar: جميع مراكز التكلفة

source: Company Name
ar: أسم الشركة

source: Reg Tax Num
ar: رقم البطاقة الضريبية

source: Commercial Record
ar: رقم السجل التجاري

source: Address1
ar: عنوان 1

source: Phone
ar: الهاتف

source: Mobile
ar: المحمول

source: Fax
ar: الفاكس

source: Email
ar: بريد اليكتروني

source: Country
ar: البلد

source: Reporting Department
ar: الأدارة التابعه لها

source: Start Date
ar: تاريخ البداية

source: Job Name
ar: المسمي الوظيفي

source: Job Description
ar: وصف المسمي الوظيفي

source: Grade Name
ar: الدرجة الوظيفية

source: Grade Description
ar: وصف الدرجة الوظيفية

source: Position Name
ar: المنصب الوظيفي

source: Position Description
ar: وصف المنصب الوظيفي

source: Policy Description
ar: التوصيف

source: Attachment
ar: ملحقات

source: Working Hours From
ar: ساعة بداية العمل

source: Working Hours To
ar: ساعة نهاية العمل

source: Delay allowed
ar: التأخير المسموح به

source: Delay calculation starts from
ar: بداية حساب التأخير

source: Absence calculation starts from
ar: وقت الغياب يبدأ من

source: Year
ar: سنوي

source: Enterprise Hierachy
ar: هيكل الشركة

source: Back
ar: رجوع

source: Department Name
ar: أسم الإدارة

source: Department Start Date
ar: تاريخ البداية

source: Department End Date
ar: تاريخ النهاية

source: ADD NEW
ar: أضافة ادارة جديدة

source: Department Details
ar: هيكل الادارات

source: Parent Department
ar: الإدارة الأم

source: Close
ar: غلق

source: Grade Start Date
ar: تاريخ البداية

source: Grade End Date
ar: تاريخ النهاية

source: Job Start Date
ar: تاريخ البداية

source: Job End Date
ar: تاريخ النهاية

source: Number Of Policies
ar: عدد السيايات

source: Working hours Deductions Policy
ar: سياسة استقطاعات ساعات العمل

source: Save & exit
ar: حفظ و انهاء

source: Save & add another
ar: حفظ و اضافة بيان جديد

source: Add Enterprise
ar: إضافة شركة جديدة

source: Back to Dashboard
ar: الرجوع الي اللوحة الرئيسية

source: You didn't create any company yet.<br>Click on add enterprise for adding one
ar: لم تقم بإنشاء أي شركة بعد. <br> انقر فوق اضافة شركة

source: Mark As Active
ar: نشط

source: Company Active
ar: تفعيل الشركة

source: Are you sure you want to make this company active?
ar: هل انت متأكد من تنشيط هذه الشركة؟

source: Make Active
ar: تفعيل الشركة

source: Day Number
ar: رقم اليوم

source: Delay Rate
ar: نسبة التأخير

source: Notify
ar: انذار

source: Susbend
ar: ايقاف عن العمل

source: Add Working Hours Policy
ar: إضافة سياسة ساعات العمل

source: Policy Name
ar: اسم السياية

source: Daily working hours:
ar: ساعات العمل اليومية:

source: Hours Starting From
ar: بداية ساعات العمل

source: Hours End At
ar: نهاية ساعات العمل

source: Allowed Delay
ar: التأخير المسموح به

source: Delay Starts From
ar: بداية حساب التأخير

source: Absence Starts From
ar: بداية حساب وقت الغياب

source: ID
ar: الرقم

source: Working Start time:
ar: توقيت بداية العمل

source: Normal overtime rate:
ar: ساعات العمل الاضافية للأيام العادية

source: Working End time:
ar: وقت انهاء العمل

source: Exceptional overtime rate:
ar: ساعات العمل الاضافية (ايام الاجازات)

source: Delay rate:
ar: معدلات التأخير

source: Absence rate:
ar: معدل الغياب

source: Number Of Days Off
ar: عدد ايام الراحات

source: Add Yearly Holiday
ar: تسجيل عطلة سنوية

source: Holiday Name
ar: أسم العطلة الرسمية

source: Days Off
ar: ايام العطلات

source: Add Yearly Holidays
ar: تسجيل عطلة سنوية

source: Number Of Holidays
ar: عدد ايام العطلة

source: Modal title
ar: البيان

source: User Companies List
ar: قائمة شركات المستخدمين

source: Company Does Not Exist
ar: الشركة غير موجودة

source: Something went wrong
ar: هناك خطأ ما

source: Create Enterprise
ar: انشاء شركة جديدة

source: Enterprises
ar: الشركات

source: update Business unit
ar: تحديث وحدة الأعمال

source: list departments
ar: قائمة الادارات

source: Create New Department
ar: انشاء ادارة جديدة

source: List jobs
ar: قائمة الوظائف

source: List grades
ar: قائمة الدرجات الوظيفية

source: create new grade
ar: انشاء درجة و ظيفية جديدة

source: List positions
ar: قائمة المناصب الوظيفية

source: create new position
ar: انشاء منصب جديد

source: update position
ar: تعديل المنصب

source: correct position
ar: تصحيح المنصب

source: List working policies
ar: قائمة سياسات العمل

source: Years
ar: سنوي

source: Work Hours Deduction Policy
ar: سياسة استقطاع ساعات العمل

source: Working Hours Deductions Created Successfully
ar: تم الانشاء بنجاح

source: UNIQUE constraint failed
ar: فشل القيد الفريد

source: Admin
ar: ادمن

source: Employee Type
ar: طبيعة تعاقد الموظف

source: Business Unit Name
ar: اسم وحدة العمل

source: Commercail Record
ar: السجل التجاري

source: User
ar: أسم المستخدم

source: Company
ar: أسم الشركة

source: Lookup Type
ar: طبيعة الاعدادات

source: Description
ar: التوصيف

source: Code
ar: رمز

source: Insurance Rule Name
ar: اسم قاعدة التأمينات الأجتماعية

source: Basic Deduction Percentage
ar: نسبة الخصم علي المرتب الثابت

source: Variable Deduction Percentage
ar: سبة الخصم علي المرتب المتغير

source: Maximum Insurable Basic Salary
ar: الحد الأقصي للثابت التأميني

source: Maximum Insurable Variable Salary
ar: الحد الاقصي للمتغير التأميني

source: Tax Rule Name
ar: أسم القاعدة الضريبية

source: Personal Exemption
ar: حد الأعفاء الشخصي

source: Round To Nearest Zero
ar: التقريب لأقرب صفر

source: Tax Rule Id
ar: القاعدة الضريبية

source: Salary From
ar: بداية المرتب

source: Salary To
ar: نهاية المرتب

source: Tax Percentage
ar: نسبة الضريبة

source: Tax Discount Percentage
ar: نسبة الخصم الضريبي

source: Section Execution Sequence
ar: ترتيب تنفيذ الشرائح

source: Section Name
ar: مسمي الادارة

source: Tax Difference
ar: فروق الضريبة

source: Insurance Name
ar: اسم قاعدة التأمينات الأجتماعية

source: Do you want to create the Egyptian insurance rule?
ar: هل تريد إنشاء قاعدة التأمين المصرية؟

source: Yes
ar: نعم

source: Lookup Name
ar: اسم البحث

source: Tax Name
ar: أسم القاعدة الضريبية

source: Do you want to create the Egyptian tax rule?
ar: هل تريد إنشاء قاعدة الضريبة المصرية؟

source: Lookup list
ar: قائمة تعريفات النظام

source: Create new lookup
ar: إنشاء تعريف جديد

source: Update lookup
ar: تعديل تعريف

source: Create Insurance Rule
ar: أنشاء قاعدة تأمينات اجتماعية جديدة

source: Insurance Rules
ar: قوانين التأمينات الاجتماعية

source: Update Rule
ar: تعديل القاعدة

source: New Tax Rule
ar: أنشاء قاعدة ضريبية جديدة

source: Tax sections
ar: الشرائح الضريبية

source: Pay Name
ar: اسم عنصر المرتب

source: db Name
ar: أسم العنصر في قاعدة البيانات

source: Type
ar: نوع العنصر

source: classification
ar: طبيعة العنصر

source: Effective Date
ar: تاريخ النفاذ

source: Retro Flag
ar: الدفع بأثر رجعي

source: Tax Flag
ar: خاضع للضريبة

source: Fixed Amount
ar: قيمة ثابتة

source: Formula
ar: معادلة

source: Batch Name
ar: أسم المجموعة

source: Structure Name
ar: أسم هيكل المرتبات

source: code
ar: الكود

source: Amount
ar: القيمة

source: Appears on payslip
ar: الظهور في شريط المرتب

source: Pay Type
ar: نوع العنصر

source: Pay
ar: العنصر

source: Pay Batch
ar: هيكل الرواتب

source: Standard Flag
ar: قياسي

source: Link All
ar: ربط بالكل

source: Pay Master
ar: عنصر الراتب الرئيسي

source: Help Text
ar: مساعدة

source: Rule Definition
ar: تعريف القاعدة

source: Taxable
ar: خاضع للضريبة

source: Pay Start Date
ar: تاريخ البداية

source: Pay End Date
ar: تاريخ النهاية

source: Do you want Basic Salary Pay?
ar: هل تريد اضافة بند الأساسي؟

source: Save And Add
ar: حفظ و اضافة اخر

source: Percentage
ar: النسبة

source: Hint
ar: شرح طريقة كتابة المعادلة

source: Database Name
ar: الاسم في قاعدة البيانات

source: Pay Classification
ar: طبيعة العنصر

source: All Employees
ar: كافة الموظفين

source: Create new Pay
ar: تسجيل عنصر جديد

source: Update Element
ar: تعديل عنصر المرتب

source: Pays
ar: عناصر المرتب

source: Salary Structures
ar: هيكل المرتبات

source: batch list
ar: قائمة

source: Create Pay Batch
ar: انشاء تجميع البنود

source: Update Salary Structure
ar: تعديل هيكل المرتبات

source: Update Batch
ar: تعديل

source: link Pays
ar: ربط عناصر المرتب

source: Create Pay Link
ar: ربط عنصر جديد

source: Update Pay Link
ar: تعديل ربط العنصر

source: Cash
ar: سداد نقدي

source: Check
ar: شيك

source: Bank transfer
ar: تحويل بنكي

source: Company account
ar: رقم حساب الشركة

source: Employee account
ar: رقم حساب الموظف

source: National Id
ar: الرقم القومي

source: Passport
ar: باسبورت

source: Male
ar: ذكر

source: Female
ar: انثي

source: Married
ar: متزوج

source: Single
ar: أعزب

source: Exemption
ar: اعفاء من الخدمة

source: Complete the service
ar: ادي الخدمة

source: Postponed
ar: تأجيل الخدمة

source: Muslim
ar: مسـلم

source: Chrestin
ar: مسيحي

source: Under Probation
ar: تحت الملاحظة

source: Ex-Employee
ar: موظف سابق

source: Contractor
ar: مقاول

source: Enterprise
ar: بيانات الشركة

source: Employee Number
ar: رقم الموظف

source: address1
ar: عنوان 1

source: address2
ar: عنوان 2

source: phone
ar: الهاتف

source: mobile
ar: المحمول

source: Birthdate
ar: تاريخ الميلاد

source: Hire Date
ar: تاريخ التعيين

source: email
ar: بريد اليكتروني

source: picture
ar: الصورة

source: Is Active
ar: نشط

source: ID Type
ar: نوعية التعريف

source: ID Number
ar: رقم الهوية

source: Place of Birth
ar: محل الميلاد

source: Nationality
ar: الجنسية

source: Field of Study
ar: التخصص الدراسي

source: Eductaion Degree
ar: المؤهل الدراسي

source: Gender
ar: الجنس

source: Social Status
ar: الحالة الاجتماعية

source: Milatery Status
ar: موقف التجنيد

source: Religion
ar: الديانة

source: Insured
ar: تأمين اجتماعي

source: Insurance Number
ar: رقم التأمين الاجتماعي

source: Insurance Date
ar: تاريخ التأمين الاجتماعي

source: Insurance Salary
ar: الراتب التأميني

source: Has Medical
ar: تأمين طبي

source: Medical Number
ar: رقم التأمين الطبي

source: Medical Date
ar: تاريخ التأمين الطبي

source: Medical Code
ar: كود التأمين الطبي

source: Medical Name
ar: اسم شركة التأمين الطبي

source: Medical Company
ar: شركة التأمين الطبي

source: Manager
ar: لمدير المباشر

source: Contract Type
ar: طبيعة التعاقد

source: Payment Method
ar: وسيلة السداد

source: Bank Name
ar: أسم البنك

source: Swift Code
ar: رقم كود سويفت

source: Pay Value
ar: القيمة

source: Salary Month
ar: شهر التشغيل

source: Salary Year
ar: سنة التشغيل

source: Here you can create Employee data
ar: هنا يمكنك إنشاء بيانات الموظف

source: Employee User
ar: أسم المستخدم

source: Picture
ar: الصورة

source: Personal
ar: بيانات شخصية

source: Official
ar: بيانات وظيفية

source: Payments
ar: وسائل السداد

source: Which Other Element You Want To Assign?
ar: اي عنصر من عناصر المرتب تريد اضافته؟

source: Address2
ar: عنوان 2

source: Select Element
ar: اختار عنصر المرتب

source: Element Value
ar: قيمة العنصر

source: Input Parameters
ar: ادخال المتغيرات

source: Back Employee
ar: الرجوع للموظف

source: Earning
ar: استحقاقات

source: Deductions
ar: استقطاعات

source: Assign Other Element
ar: تعيين عنصر مرتبات اخر

source: Assign Salary Structure
ar: تعيين هيكل مرتبات

source: Table View
ar: شكل الجدول

source: Card View
ar: شكل الكروت

source: Username
ar: أسم المستخدم

source: Home Phone
ar: تليفون المنزل

source: Contract
ar: عقد سنوي

source: Employee Elements
ar: بنود الراتب

source: Element
ar: العنصر

source: Value
ar: القيمة

source: create employee
ar: إنشاء موظف جديد

source: List employees
ar: قائمة الموظفين

source: view employee
ar: عرض بيانات الموظف

source: update employee
ar: تعديل بيانات الموظف

source: Link Employee Structure
ar: ربط هيكل المرتبات

source: View
ar: فحص

source: Total Employees
ar: كافة الموظفين

source: Today's Present
ar: حضور اليوم

source: Today's absent
ar: غياب اليوم

source: Today Approved Leaves
ar: الاجازات الموافق عليها اليوم

source: Salary Statistics Reports
ar: تقارير إحصاءات الرواتب

source: Departments Head Count
ar: عدد رؤساء الأقسام

source: Staff
ar: من فريق العمل

source: Birth Date
ar: تاريخ الميلاد

source: Old password
ar: كلمةالسر

source: New password
ar: كلمةالسر

source: Confirm password
ar: اعادة تأكيد كلمة السر

source: English Version
ar: الانجليزية

source: النسخة العربية
ar: Arabic Version

source: Login Failed, Please Check the Username or Password
ar: فشل تسجيل الدخول ، يرجى التحقق من اسم المستخدم أو كلمة المرور

source: Create New User
ar: إنشاء مستخدم جديد

source: Password reset complete
ar: اكتملت إعادة تعيين كلمة المرور

source: Password change
ar: تغيير كلمة السر

source: Password change successful
ar: تم تغيير كلمة المرور بنجاح

source: Leave Type Name
ar: مسمي الأجازة

source: Leave Value
ar: عدد ايام خصم الاجازة

source: Resume Date
ar: تاريخ العودة

source: Reason for Leave
ar: سبب الاجازة

source: Fill out the form
ar: املأ الاستمارة

source: Submit
ar: إرسال

source: Create new Leave
ar: انشاء اجازة جديدة

source: Save & Exit
ar: حفظ و انهاء

source: Save & Add another
ar: حفظ و اضافة بيان جديد

source: Employee Leaves Balance List
ar: قائمة رصيد إجازات الموظفين

source: New Leave Balance
ar: رصيد إجازة جديد

source: Employee Balance List
ar: ارصدة اجازات العاملين

source: Casual Leave Balance
ar: رصيد إجازة عارضة

source: Usual Leave Balance
ar: رصيد الإجازة المعتاد

source: Leaves Carried Forward
ar: اجازات مرحلة

source: Absence Balance
ar: رصيد الغياب

source: You are about to delete a record
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: Do you want to continue?
ar: هل ترغب في الاستمرار؟

source: Dear
ar: عزيزي

source: wants to apply for a leave
ar: يريد التقدم بطلب للحصول على إجازة

source: Please find details below:
ar: يرجى الاطلاع على التفاصيل أدناه:

source: Date From
ar: من تاريخ

source: Date To
ar: الي تاريخ

source: Number Days
ar: عدد الايام

source: Resume Duty on
ar: تاريخ العودة للعمل

source: Comment
ar: تعليق

source: Respond to this leave
ar: الرد علي طلب الاجازة

source: New Leave
ar: اجازة جديدة

source: Leave Requests
ar: طلبات الاجازات

source: Leave start date
ar: تاريخ بداية الاجازة

source: Leave end date
ar: تاريخ نهاية الاجازة

source: status
ar: الحالة

source: Leave Type
ar: نوع الأجازة

source: Respond
ar: الاستجابة

source: You are about to delete a record
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟

source: Leave Setup
ar: تسجيل انواع الاجازات

source: Leave name
ar: اسم الاجازة

source: Leave deduction value
ar: عدد ايام خصم الاجازة

source: has
ar: لديه

source: your leave request
ar: طلب الإجازة الخاص بك

source: You have exceeded your leaves limit. Kindly, check with your manager
ar: لقد تم تجاوز الحد الأقصى لأجازاتك بالرحاء مراجعتها مع مديرك

source: Leave master was created successfully
ar: تم انشاء الاجازة بنجاح

source: Balance Saved Successfully
ar: تم انشاء الرصيد بنجاح

source: Status
ar: الحالة الاجتماعية

source: Loan
ar: القرض

source: Loan Types List
ar: قائمة أنواع القروض

source: Monthly
ar: شهري

source: Weekly
ar: أسبوعي

source: Yearly
ar: سنوي

source: Branch Name
ar: أسم الفرع

source: Address
ar: العنوان

source: Payment Type Name
ar: اسم نوع الدفع

source: Category
ar: التوصيف

source: Payment Type
ar: نوع الدفع

source: Payment Method Name
ar: اسم طريقة الدفع

source: Period Name
ar: اسم الفترة

source: Period Code
ar: كود الفترة

source: First Pay Period
ar: فترة الدفع الأولى

source: Payroll Name
ar: اسم كشوف المرتبات

source: Period Type
ar: نوع الفترة

source: Tax Rule
ar: القاعدة الضريبية

source: Assignment Name
ar: الأسم

source: Assignment Code
ar: الوصف

source: Exclude Batch Id
ar: باتش الاستبعادات

source: Deduction
ar: المستقطع

source: Include
ar: يتضمن

source: Exclude
ar: استبعاد

source: Payroll name
ar: اسم كشوف المرتبات

source: Currency
ar: العملة

source: Assignment Batchs
ar: قائمة تجميع البنود

source: Create new Assignment Batch
ar: شاشة انشاء تجميع البنود

source: update Assignment Batch
ar: تعديل تجميع البنوج

source: Payment form hase invalid data
ar: استمارة الدفع تحتوي على بيانات غير صالحة

source: create payment
ar: انشاء وسيلة دفع جديدة

source: Payment Types
ar: وسائل الدفع

source: Payment Updated Successfully
ar: تم تعديل وسيلة الدفع بنجاح

source: payment_type_form hase invalid data
ar: لديه بيانات غير صالحة

source: update payment
ar: تعديل وسيلة الدفع

source: correct payment
ar: تصحيح وسيلة الدفع

source: Bank Created Successfully
ar: تم انشاء البنك بنجاح

source: Create bank branch
ar: إنشاء بنك جديد

source: Bank List
ar: قائمة البنوك

source: Bank Updated Successfully
ar: تم تعديل البنك بنجاح

source: update bank details
ar: تعديل بيانات البنك

source: payroll list
ar: قائمة الرواتب

source: Payroll Created Successfully
ar: تم تشغيل الراتب بنجاح

source: Create Payroll
ar: تشغيل راتب جديد

source: Update Payroll
ar: تعديل سجل الراتب

source: Run Date
ar: تاريخ التشغيل

source: Run on
ar: تشغيل

source: Income
ar: الدخل

source: Insurance Amount
ar: قيمة التأمينات الاجتماعية

source: Tax Amount
ar: قيمة ضريبة الدخل

source: Penalties
ar: الجزاءات

source: Delays
ar: التأخيرات

source: Gross Salary
ar: اجمالي الدخل

source: Net Salary
ar: صافي الدخل

source: Salary is final
ar: راتب نهائي

source: start
ar: البداية

source: Choose Month
ar: اختر الشهر

source: Choose Year
ar: اختر السنة

source: Print
ar: طباعة

source: Pay Period
ar: فترة سداد الراتب

source: Payroll Run Date
ar: تاريخ تشغيل الراتب

source: Earning Amount
ar: الاستحقاقات

source: Deduction Amount
ar: الاستقطاعات

source: Run Payroll
ar: تشغيل الراتب
