Repository: arkleapco/people-mate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Payslip for this month created before. Do you want to delete the existing one and recreate it?
ar: تم إنشاء قسيمة الدفع لهذا الشهر من قبل. هل تريد حذف القائمة الحالية وإعادة إنشائها؟

source: Please fix the following errors
ar: يرجى تصحيح الأخطاء التالية

source: Amount EGP
ar: الاجمالي بالجنية

source: Social Insurance
ar: التأمينات الاجتماعية

source: Name
ar: الأسم

source: Elements
ar: عناصر المرتب

source: Print All
ar: طباعة الكل

source: Running Date
ar: تاريخ تشغيل الراتب

source: Working Days
ar: ايام العمل

source: View as Table
ar: عرض كجدول

source: View as List
ar: عرض كقائمة

source: Report
ar: التقرير

source: number of employees
ar: عدد الموظفين

source: Final
ar: نهائي

source: Are you sure you want to finalize this payroll?!
ar: هل أنت متأكد أنك تريد إنهاء هذه الرواتب ؟!

source: Warning ...You cannot roll back
ar: تحذير ... لا يمكنك التراجع

source: salary list
ar: قائمة الرواتب

source: create salary
ar: إنشاء راتب

source: salaries for month {}
ar: رواتب شهر {}

source: salary information for {}
ar: معلومات راتب {}

source: : don't have Structure Link, Please add Structure Link to them and create again
ar: ليس لديهم هيكل مالي ، برجاء أضف لهم هيكل مالي ثم أعد الإنشاء

source: : don't have basic, add basic to them and create again
ar: ليس لديهم مرتب أساسي و أضف لهم مرتب أساسي و أعد الإنشاء مرة أخرى

source: Payroll for this month created before
ar: تم إنشاء كشف الرواتب لهذا الشهر بنجاح

source: Overall Score
ar: نتيجة التقييم العام

source: Core Score
ar: نتيجة التخصص

source: Score
ar: النتيجة

source: Next
ar: التالي

source: Overall
ar: تقييم عام

source: Core
ar: التخصص

source: Jobroll
ar: الدور الوظيفي

source: Performance
ar: تقييم الأداء

source: Score
ar: الدرجة

source: Add Performance
ar: اضافة تقييم أداء

source: All Job Role Segments
ar: كل أقسام الدور الوظيفي

source: Add Segment
ar: إضافة قسم

source: Business Travel Form
ar: نموذج سفر العمل

source: Business Trip Informations
ar: معلومات رحلة العمل

source: Project Name / Customer Name:
ar: اسم المشروع / اسم العميل:

source: Trip expenses:
ar: مصاريف الرحلة:

source: Accomodation
ar: الاقامة

source: No Accomodation
ar: لا يوجد اقامة

source: Item Description
ar: التوصيف

source: Vendor Name
ar: اسم البائع

source: Unit Price
ar: سعر الوحده

source: Qnt
ar: الكمية

source: Destination
ar: التوصيف

source: Project Name/Client Name
ar: اسم المشروع / اسم العميل

source: order_number
ar: رقم الطلب

source: date_of_purchase
ar: تاريخ الشراء

source: Users
ar: المستخدمين

source: Transportation Type In City
ar: وسيلة المواصلات في المدينة

source: Total Cost
ar: التكلفة الاجمالية

source: Add New Task
ar: اضافة مهمة

source: Assignee
ar: مكلف من قبل

source: Assigned To
ar: المكلف بالمهام

source: Days
ar: عدد الايام

source: Hours
ar: سـاعات

source: Project
ar: اسم المشروع

source: Purchase
ar: الشراء

source: Travel
ar: السفر

source: Next Must Approve
ar: التسلسل التالي يجب أن يوافق

source: Pending
ar: قيد الانتظار

source: Helping Instructions
ar: تعليمات المساعدة

source: It is required to select <b>To Manager</b> or <b>Position/Employee</b>.
ar: مطلوب تحديد المدير أو المنصب / الموظف

source: <b>Notification Order</b> is used to specify the order of sequence to work parallel or sequential.
ar: يتم استخدام أمر الإخطار لتحديد ترتيب التسلسل للعمل بشكل متوازي أو متسلسل

source: <b>Action Condition</b> is used to specify the relation between sequences.
ar: يُستخدم شرط الإجراء لتحديد العلاقة بين التسلسلات

source: Leave requested from user
ar: طلب إجازة من المستخدم

source: Leave Start Date
ar: بداية الاجازة

source: Leave End Date
ar: نهاية الاجازة

source: Approve
ar: يوافق

source: Reject
ar: رفض

source: Kindly take an action through the link below.
ar: رجاءًا خذ قرار عن طريق هذاذ الرابط

source: Workflow Sequence
ar: تسلسل سير العمل

source: And/Or
ar: و/أو

source: View Workflow Structure
ar: عرض هيكل سير العمل

source: Service already exist... You can update it instead.
ar: الخدمة موجودة يمكنك فقط تعديلها

source: Create Workflow Structure
ar: تعديل هيكل سير العمل

source: Update Workflow Structure
ar: تعديل هيكل سير العمل

source: Structure deleted successfully.
ar: تم انشاء الهيكل بنجاح
